import { Item } from "./app/shared/models/item.model";

export const sample_items:Item[]=[
    new Item('1','مفك',5,3,["كهربا"],5),
    new Item('2','سلك',5,3,["كهربا"],5),
    new Item('3','دش',5,3,["كهربا"],5),
    new Item('4','رسيفر',5,3,["كهربا"],5),
    new Item('5','مفك',5,3,["كهربا"],5),
    new Item('6','مفك',5,3,["كهربا"],5),
    new Item('7','مفك',5,3,["كهربا"],5),
    new Item('8','مفك',5,3,["كهربا"],5),
    new Item('9','مفك',5,3,["كهربا"],5),
    new Item('10','مفك',5,3,["كهربا"],5),
    new Item('11','مفك',5,3,["كهربا"],5),
    new Item('12','مفك',5,3,["كهربا"],5),
    new Item('13','مفك',5,3,["كهربا"],5),
    new Item('14','مفك',5,3,["كهربا"],5)
]